Family '[Family Name]' contains unattached voids that can't be combined for cutting. Try fixing the voids or unset the Cut with Voids parameter in the family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FamilyBadUnattachedVoids { get; }
  Visual Basic
Public Shared ReadOnly Property FamilyBadUnattachedVoids As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FamilyBadUnattachedVoids {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace